---
kind: other
id: Properties.T:Autodesk.Revit.DB.WorksetTable
source: html/c2da1966-bca6-673c-ef63-69540568aa44.htm
---
# WorksetTable Properties

Specifies whether the .NET object represents a valid Revit entity.